tap "flyteorg/tap"
brew "bat"
brew "jq"
brew "fd"
brew "ripgrep"
brew "tmux"
brew "yazi"
brew "fzf"
brew "gh"
brew "git"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "opencode"
brew "sevenzip"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "antigravity-cli"
cask "claude-code"
cask "font-jetbrains-mono-nerd-font"
